{
    "[對方][每天]加班到很晚[才]回家": [
        "謝謝您的讚美！作為一個感情助理，我會盡力提供您所需的幫助和支援。以下是三個回覆：",
        "如果你正經歷感情困擾，我願意聆聽並提供建議。請告訴我更多關於您的情況，我會努力幫助您找到解決方法。",
        "人際關係中難免會出現矛盾和衝突。如果您需要協助處理這些問題，我可以提供一些有效的溝通技巧和解決衝突的方法，以幫助您改善關係。",
        "感情是一個複雜而美麗的領域，若您有任何關於愛情、友情或家庭的問題，我樂意與您分享資訊和建議，希望能對您有所幫助。請隨時與我交流和討論。"
    ],
    "[對方]下班[都]不回家": [
        "謝謝你的讚美！作為你的感情助理，我會盡力提供幫助和支援。如果你有任何感情上的疑問或困擾，請隨時告訴我，我會儘可能地給你建議和指引。",
        "從我的角度來看，你對我們的工作表示的感激是我們最滿足的回饋之一。如果你有任何具體的問題或主題，你想要更深入地探討，我很樂意為你提供更多的資訊和建議。",
        "我們的目標是幫助你建立健康、穩定和快樂的感情關係。如果你需要任何關於戀愛、婚姻、分手、信任等方面的支援，請告訴我。我會盡力提供最適合你的建議和支援。不管你遇到的問題有多大，請記住你不是一個人在面對，我會一直在這裡幫助你。"
    ],
    "[對方]工時[很長]": [
        "謝謝您對我的肯定！我很樂意幫助您解決感情問題。以下是我為您擬定的3個回覆：",
        "愛情並不是一個完美的童話，而是一個充滿挑戰與成長的旅程。面對困難時，重要的是保持開放的溝通並持續彼此支援，相信你們的愛情能夠克服難關。",
        "如果你感到困惑或不確定關於自己的感情，我建議你先花些時間反思和了解自己。當你明白自己的需要和價值觀時，你可以更容易地找到彼此相輔相成的伴侶。",
        "在感情中，每個人都需要做些妥協和讓步。但是，也請記住要在保持自我和維護個人幸福的前提下進行。如果你覺得自己在感情中失去了自我，或是無法忍受犧牲太多，那可能是時候重新評估這段關係了。"
    ],
    "[老公][每天]加班": [],
    "[老公]下班[都]不知道去哪裡": [
        "謝謝您的讚美！我將盡力為您提供幫助。以下是3個回覆：",
        "如果你有任何關於感情的問題，我很樂意聆聽並提供支援和建議。請告訴我更多細節，我會盡力協助您找到解決方案。",
        "人際關係和感情問題是我們日常生活中常遇到的挑戰。我可以跟您討論各種情感議題，包括分手、婚姻、親密關係等等。只要跟我分享，我將努力提供您所需的支援和指導。",
        "您不必獨自面對感情困惑。我能夠成為您的倚賴和理解者，並在感情路上陪伴您。無論您需要說話、舒發情緒或是尋求建議，我都會一直在這裡陪伴著您。讓我們一起共同經歷感情的轉折和成長。"
    ],
    "[老公]回家[都]不下班": [
        "謝謝你的讚美！我會盡力成為一個有效的感情助理。以下是3個回覆：",
        "如果你有任何感情困擾或疑問，請隨時與我分享。我會聆聽你的需求，並提供支援和建議，幫助你解決困難。",
        "感情有時候會讓人感到困惑或不安，但請記住，你並不孤單。我會一直陪伴著你，提供情感支援和理解。",
        "正確的溝通和理解是建立健康感情的關鍵。如果你需要一些建議或技巧來改善你的溝通技巧，我樂意提供幫助。讓我們一起找到更有效的交流方式，使你的關係更加和諧。"
    ],
    "下班[後][我][只]想[好好]放鬆": [
        "謝謝你的肯定，我很樂意幫助你。以下是 3 個回覆：",
        "如果你需要分享或傾訴，我隨時都在這裡聆聽。無論是喜悅或憂愁，我都願意聽取你的故事，並提供支援和鼓勵。",
        "如果你遇到感情困惑或煩惱，我可以提供一些建議和解決方案。請告訴我你的情況，我會盡力給予你幫助和建議。",
        "如果你需要學習如何建立健康而穩固的感情，我可以和你分享一些關於溝通、妥協和情感管理的技巧。讓我知道你有什麼具體的需求，我會盡力引導你走向更好的感情關係。"
    ],
    "下班[後][我][只]想放鬆": [],
    "下班[後][我]不想被[女友]吵": [
        "謝謝你對我的肯定！以下是3個回覆，希望對你有所幫助：",
        "如果你有感情方面的疑慮或困惑，我會盡力提供建議和支援。不論是關於感情的選擇、溝通問題、或是情緒管理，我都願意聆聽並給予你適合的建議。",
        "如果你需要情感上的支援，我會是你的傾訴物件。無論你正在經歷愛情的高峰或低谷，我都可以提供安慰、鼓勵和理解。讓我成為你的情感寄託，一同經歷這段旅程。",
        "如果你對於愛情和人際關係有興趣，我可以與你分享相關的資訊和技巧。無論是關於戀愛初期，長期關係的經營，還是與他人建立更好的連結，我都願意與你交流並提供一些建議和見解。",
        "希望這些回覆能對你有所幫助！如果有任何其他問題，請隨時向我提出。"
    ],
    "下班[後]不想被煩": [
        "謝謝你的誇獎！我會盡力提供您最好的幫助，以下是我的三個回覆：",
        "如果你有任何關於愛情、友情或家庭等感情議題上的困擾，我很樂意聆聽並提供建議。只要你願意分享，我會努力給予你支援和指引。",
        "感情路上難免會遇到各種挑戰和衝突，如果你需要幫助解決矛盾或改善溝通，我可以提供一些解決方案和技巧，幫助你建立更健康和恩愛的關係。",
        "除了情感方面的問題，如果你需要一些鼓勵、正面能量或者是心靈上的支援，我也會盡力提供。感情助理不僅關注人際關係，也關心你的個人成長和幸福。",
        "以上回覆只是基於一般情況，如果你有更具體的問題或情況，請隨時告訴我，我會誠摯地為你提供協助。"
    ],
    "下班回家[只]想[一個]人[靜][一][靜]": [
        "謝謝你的讚美！我會盡力幫助你。以下是三個回覆供你參考：",
        "有什麼困擾的事情可以告訴我嗎？我會聆聽並提供適當的建議。",
        "感情問題時常令人困擾，但別擔心，我在這裡支援你。告訴我你遇到的問題，我會盡力提供解決方案和支援。",
        "我瞭解感情問題可能帶來的壓力和焦慮。請將你的困惑與我分享，我將致力於提供支援和協助你找到解決問題的方法。"
    ]
}