{
    "[女友][出軌]跟[健身教練]玩": [
        "很遺憾聽到這個消息，我瞭解這對你來說一定是很難接受的情況。面對這樣的情況，最關鍵的是保持冷靜和理智。和對方坦誠溝通，試著理解他的原因和動機，並共同討論如何重建信任和加強關係。但是，重要的是也要對自己設定底線，如果持續的背叛行為無法改變，就必須考慮是否要繼續維持這段感情。",
        "很遺憾聽到這個消息，我瞭解這對你來說一定是很難接受的情況。這樣的行為確實是對你們的感情造成了傷害。重要的是，你需要冷靜下來表達你的不滿和擔憂，同時給他一個機會解釋和改變。話雖如此，也不要忘記保護好自己的心理健康。如果持續的背叛行為無法改變，就必須考慮是否要繼續維持這段感情"
    ],
    "[女友][同時]跟[別]人在[一起]": [
        "當你發現對方和其他人在一起時，請試著保持冷靜，並要求他解釋這種情況。溝通對於建立信任和理解是至關重要的。",
        "如果你發現對方同時和其他人在一起，最重要的是先冷靜下來，然後找一個合適的時間和他坦誠地談一談。",
        "面對對方同時和別人在一起的情況，請保持冷靜並儘早與他溝通。瞭解他的立場並討論你們的關係是非常重要的。"
    ],
    "[女友]和[陌生]人[一夜情]": [
        "很遺憾聽到這個消息，我瞭解這對你來說一定是很難接受的情況。面對這樣的情況，最關鍵的是保持冷靜和理智。和對方坦誠溝通，試著理解他的原因和動機，並共同討論如何重建信任和加強關係。但是，重要的是也要對自己設定底線，如果持續的背叛行為無法改變，就必須考慮是否要繼續維持這段感情。",
        "很遺憾聽到這個消息，我瞭解這對你來說一定是很難接受的情況。這樣的行為確實是對你們的感情造成了傷害。重要的是，你需要冷靜下來表達你的不滿和擔憂，同時給他一個機會解釋和改變。話雖如此，也不要忘記保護好自己的心理健康。如果持續的背叛行為無法改變，就必須考慮是否要繼續維持這段感情"
    ],
    "[對方]還留著[前]任的[物品]": [
        "對方還留著前任的物品，或許可以試著理解他們過去的感情，但也可以溝通清楚，看看是否可以處理這些物品，讓彼此更放心。",
        "對方還留著前任的物品可能代表著過去的回憶，試著和他坦誠相待，分享你的感受，並討論如何處理這些物品，以促進你們的關係發展。",
        "對方還留著前任的物品或許可以視為他們遺留下來的一部分，但這也是你們關係中的一個議題，建議你們共同討論，找出一個共同的解決方案，以確保彼此的舒適和信任。"
    ],
    "[很]愛跟其他[女生][搞曖昧]": [
        "如果你感受到他很愛跟其他{{}}{{}}，建議你們進一步坦誠地溝通，試著理解對方的想法和需求。嘗試跟他誠實地討論你內心的不安與需求。並且勇敢地表達你的界線和期望。約定好的價值觀相符的感情是建立在互相尊重和忠誠的基礎上的。"
    ],
    "[會]跟其他[女生][搞曖昧]": [
        "如果你覺得另一伴與其他{{}}{{}}是無法接受的，建議你們進一步坦誠地溝通，試著理解對方的想法和需求。嘗試跟他誠實地討論你內心的不安與需求。並且勇敢地表達你的界線和期望。約定好的價值觀相符的感情是建立在互相尊重和忠誠的基礎上的。",
        "如果你的另一伴真的跟其他{{}}{{}}，建議你們進一步坦誠地溝通，試著理解對方的想法和需求。嘗試跟他誠實地討論你內心的不安與需求。並且勇敢地表達你的界線和期望。因為價值觀相符的感情是建立在互相尊重和忠誠的基礎上的。"
    ],
    "[男友][偷偷]下載交友軟體": [
        "如果你發現對方偷偷下載交友軟體，你應該和他坦誠地溝通，瞭解他為什麼這麼做，以及他是否對你們的關係有所不滿。",
        "對於偷偷下載交友軟體這件事，你可以主動和他討論，試著解開背後的原因，並一起尋找解決之道。透過溝通，你們的關係可能會更加堅固。",
        "當你發現對方偷偷下載交友軟體時，切勿急躁或做出衝動的決定。嘗試和他冷靜地談談，傾聽他的解釋，並一同尋找改善信任與溝通的方法。"
    ],
    "[男友][腳踏兩條船]": [
        "很遺憾聽到這個消息，我瞭解這對你來說一定是很難接受的情況。面對這樣的情況，最關鍵的是保持冷靜和理智。和對方坦誠溝通，試著理解他的原因和動機，並共同討論如何重建信任和加強關係。但是，重要的是也要對自己設定底線，如果持續的背叛行為無法改變，就必須考慮是否要繼續維持這段感情。"
    ],
    "一夜情算不[算][出軌]": [
        "{{}}的定義因人而異，一夜情可以被視為出軌的一種形式，但最重要的是和伴侶坦誠溝通，以確定雙方對關係的界線。",
        "{{}}的定義因關係而異，有些情況下一夜情可能被視為出軌，但也有可能不是。重要的是要明確溝通，理解彼此的價值觀和對關係的期望，以建立良好的信任和共識。",
        "一夜情可能對一些人來說算是{{}}，因為涉及到身體上的背叛。但要確定伴侶對此有何看法，並共同討論對關係的界線和忠誠度的期望。"
    ],
    "對[男友]有[一些]不信任感": [
        "如果因為另一伴曾經或現在的行為導致你對其產生不信任感，建議你和他和對方坦誠並理性溝通，告訴對方你的不安以及不信任感源自於哪裡，以及你的真實想法和感受。若不信任感始終無法消除，建議尋求親友或專家的協助，抑或是考慮結束這段關係。"
    ],
    "對[男友]的信任[完全]破滅": [
        "很遺憾聽到這個消息，重新建立信任是非常耗時且費力的，最重要的不外乎是對方的配合，建議你和他和對方坦誠並理性溝通，告訴對方你的不安以及不信任感源自於哪裡，以及你的真實想法和感受。若不信任感始終無法消除，建議尋求親友或專家的協助，抑或是考慮結束這段關係。"
    ],
    "已經原諒過[他][一次]": [
        "如果你已經原諒過他一次，但他仍未改變行為，那顯示他對你的尊重和忠誠可能存在問題。如果持續的背叛行為無法改變，就必須考慮是否要繼續維持這段感情。"
    ],
    "已經給過[他][一次][機會]": [
        "如果你已經給過他一次機會，但他仍未改變行為，那顯示他對你的尊重和忠誠可能存在問題。如果持續的背叛行為無法改變，就必須考慮是否要繼續維持這段感情。"
       
    ],
    "有[另][一個][女生]在[他][身][邊]": [
        "面對有另一個女生在他身邊的情況，積極尋求對方的解釋和理解，並溝通你的感受和界線。",
        "瞭解到他身邊有另一個女生讓你感到不安，你應該勇敢地詢問他們之間是否有什麼特殊關係。",
        "如果你發現有另一個女生經常在他身邊，可以和他坦誠地討論你對這個情況的擔憂和不安。"
    ],
    "被[女友][戴綠帽]": [
        "若你發現自己被{{}}{{}}，不要馬上做出激烈的行動。先確保自己理智冷靜地思考，然後與對方坦誠相對地交談，瞭解彼此的感受，並一起討論是否還有重建信任的可能性。若最後發現必須結束這段關係，也請始終保持冷靜，好聚好散。"
    ],
    "被[戴綠帽]": [
        "若你發現自己被{{}}，不要馬上做出激烈的行動。先確保自己理智冷靜地思考，然後與對方坦誠相對地交談，瞭解彼此的感受，並一起討論是否還有重建信任的可能性。若最後發現必須結束這段關係，也請始終保持冷靜，好聚好散。"
    ],
    "變心了[才]不想被碰": [
        "如果你發現你的另一半對於身體接觸的態度有所改變，建議你先和對方溝通，了解其背後的原因後，建立互相理解和尊重的環境，以找出解決方式並維持良好的感情連結。切勿過早下定論"
    ],
    "跟[前女友]藕斷絲連": [
        "若對方與{{}}藕斷絲連，建議你和他和對方坦誠並理性溝通，告訴對方你的不安以及不信任感源自於哪裡，以及你的真實想法和感受。若情況始終沒有改上，建議尋求親友或專家的協助，抑或是考慮結束這段關係。"
    ],
    "除了[劈腿][以外]其他[條件][都]符合[我]的[擇偶][標準]": [
        "忠誠和信任是建立一段健康感情的基石。建議你評估一下，或是尋求親友或專家的協助，考慮是否要繼續維持這段感情"
    ],
    "[我]無法克制[自己]不[出軌]": [
        "若無法克制自己不{{}}，可以試著思考{{}}的後果，不僅對伴侶造成傷害，也可能對自己的良心和心理健康造成影響。這種反思可能有助於更好地控制自己的行為。若情況始終沒有改善，建議尋求專業醫師的協助"
    ]
}